espressif/esp-idf/examples/system/xip_from_psram/sdkconfig.ci.esp32s3_f4r8
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM_MODE_OCT=y
